{
    "<s>": 0,
    "<pad>": 1,
    "</s>": 2,
    "<unk>": 3,
    "<mask>": 4,
    "<sep>": 5,
    "[N]": 6,
    "[O]": 7,
    "[C]": 8,
    "[=C]": 9,
    "[Ring1]": 10,
    "[Branch1]": 11,
    "[=Branch2]": 12,
    "[S]": 13,
    "[=Branch1]": 14,
    "[=O]": 15,
    "[Ring2]": 16,
    "[#Branch2]": 17,
    "[P]": 18,
    "[Branch2]": 19,
    "[=N+1]": 20,
    "[=N-1]": 21,
    "[#N]": 22,
    "[=N]": 23,
    "[N+1]": 24,
    "[O-1]": 25,
    "[Cl]": 26,
    "[F]": 27,
    "[#Branch1]": 28,
    "[=S]": 29,
    "[#C]": 30,
    "[CH2+1]": 31,
    "[S-1]": 32,
    "[NH1+1]": 33,
    "[CH2-1]": 34,
    "[=Ring1]": 35,
    "[Si]": 36,
    "[CH0]": 37,
    "[Br]": 38,
    "[C@H1]": 39,
    "[C@@H1]": 40,
    "[NH1]": 41,
    "[/C]": 42,
    "[\\N+1]": 43,
    "[SiH3]": 44,
    "[/F]": 45,
    "[SiH1]": 46,
    "[=P+1]": 47,
    "[=P]": 48,
    "[#P]": 49,
    "[N-1]": 50,
    "[=Ring2]": 51,
    "[/O]": 52,
    "[CH1]": 53,
    "[=O+1]": 54,
    "[SiH2]": 55,
    "[/N]": 56,
    "[\\N]": 57,
    "[\\C]": 58,
    "[\\O]": 59,
    "[#N+1]": 60,
    "[NH2+1]": 61,
    "[NH1-1]": 62,
    "[#S]": 63,
    "[#C-1]": 64,
    "[/Cl]": 65,
    "[/Br]": 66,
    "[NH0]": 67,
    "[/S]": 68,
    "[C-1]": 69,
    "[\\Cl]": 70,
    "[\\Br]": 71,
    "[#C+1]": 72,
    "[P+1]": 73,
    "[/N+1]": 74,
    "[NH3+1]": 75,
    "[\\S]": 76,
    "[CH1+1]": 77,
    "[PH1]": 78,
    "[=Si]": 79,
    "[=CH0]": 80,
    "[#Ring1]": 81,
    "[O+1]": 82,
    "[#SiH1]": 83,
    "[/P]": 84,
    "[OH0]": 85,
    "[\\F]": 86,
    "[\\O-1]": 87,
    "[#Si]": 88,
    "[C+1]": 89,
    "[=SiH2]": 90,
    "[CH1-1]": 91,
    "[\\P]": 92,
    "[=CH1+1]": 93,
    "[C@]": 94,
    "[=CH1-1]": 95,
    "[=C+1]": 96,
    "[=SiH1]": 97,
    "[=C-1]": 98,
    "[OH2+1]": 99,
    "[#NH1+1]": 100,
    "[SH1]": 101,
    "[=OH1+1]": 102,
    "[PH3+1]": 103,
    "[PH1-1]": 104,
    "[/SiH3]": 105,
    "[Cl+3]": 106,
    "[#O+1]": 107,
    "[S+1]": 108,
    "[/Si]": 109,
    "[=NH1+1]": 110,
    "[=S+1]": 111,
    "[SH0]": 112,
    "[PH2+1]": 113,
    "[PH1+1]": 114,
    "[=SH1]": 115,
    "[/NH0]": 116,
    "[-\\Ring1]": 117,
    "[OH1+1]": 118,
    "[P-1]": 119,
    "[=CH1]": 120,
    "[S@]": 121,
    "[-/Ring1]": 122,
    "[/O-1]": 123,
    "[/S-1]": 124,
    "[=PH1]": 125,
    "[\\NH1+1]": 126,
    "[CH2]": 127,
    "[C@@]": 128,
    "[SiH1-1]": 129,
    "[#S+1]": 130,
    "[Si-1]": 131,
    "[Si+1]": 132,
    "[\\SiH2]": 133,
    "[=Si+1]": 134,
    "[=SiH1-1]": 135,
    "[\\S-1]": 136,
    "[#Si-1]": 137,
    "[S@@]": 138,
    "[/C-1]": 139,
    "[\\SiH3]": 140,
    "[\\Si]": 141,
    "[/NH1+1]": 142
}